Repository: jerryxh/woocommerce-compare-products
Catalog: languages/woo_cp-*.po
Languages: tr_tr

source: Compare Settings
tr_tr: Karşılaştırma Ayarları

source: Product Comparison
tr_tr: Ürün Karşılaştırması

source: Features
tr_tr: Özellikler

source: Products
tr_tr: Ürünler

source: Settings
tr_tr: Ayarlar

source: Edit Compare Product Categories
tr_tr: Ürün Karşılaştırma Kategorisi Düzenle

source: Add Compare Product Categories
tr_tr: Ürün Karşılaştırma Kategorisi Ekle

source: Create Categories based on groups of products that share the same compare feature list.
tr_tr: Aynı özellikleri içeren ürünleri karşılaştırabilmek için Ürün Karşılaştırma Kategorisi oluşturabilirsiniz.

source: Edit Category Name
tr_tr: Kategori İsmini Düzenle

source: Category Name
tr_tr: Kategori İsmi

source: Save
tr_tr: Kaydet

source: Create
tr_tr: Oluştur

source: Cancel
tr_tr: İptal

source: You just save the order for compare categories.
tr_tr: Karşılaştırma Kategorileri sıralamasını kaydettiniz.

source: Compare Feature Successfully edited
tr_tr: Karşılaştırma Özelliği başarıyla düzenlendi

source: That Compare Feature Name already exists. Please try again
tr_tr: Bu Karşılaştırma Özelliği zaten var. Lütfen yeniden deneyin.

source: Compare Feature Successfully created
tr_tr: Karşılaştırma Özelliği başarıyla oluşturuldu

source: Compare Feature Error created
tr_tr: Karşılaştırma Özelliği Hatası oluşturuldu

source: Compare Feature successfully deleted
tr_tr: Karşılaştırma Özelliği Başarıyla Silindi.

source: Please select item(s) to delete
tr_tr: Lütfen silinecek elemanları seçin.

source: Compare Feature successfully removed
tr_tr: Karşılaştırma Özelliği Başarıyla Kaldırıldı.

source: Edit Compare Product Features
tr_tr: Ürün Karşılaştırma Özelliklerini Düzenle.

source: Add Compare Product Features
tr_tr: Ürün Karşılaştırma Özellikleri Ekle

source: Edit Compare Features
tr_tr: Karşılaştırma Özelliklerini Düzenle

source: Create New Compare Features
tr_tr: Yeni Karşılaştırma Özelliği Oluştur

source: Feature Name
tr_tr: Özellik İsmi

source: This is the Feature Name that users see in the Compare Fly-Out Window, for example- System Height
tr_tr: Ön-yüzde Karşılaştırma açılır-penceresindeki Tabloda ziyaretçilerin göreceği Karşılaştırma İsmi'dir. örn: Yükseklik

source: Feature Unit of Measurement
tr_tr: Özellik için Ölçü Birimi

source: e.g kgs, mm, lbs, cm, inches - the unit of measurement shows after the Feature name in (brackets). If you leave this blank you will just see the Feature name.
tr_tr: Ör: kgs, mm, lbs, cm, inç - Karşılaştırma isminden hemen sonra (parantezler) içinde görüntülenecek ölçü birimi ifadesidir. Herhangi bir birim belirtmek istenmez ise boş bırakılabilir, Karşılaştırma ismi tyek başına görüntülenir.

source: Feature Input Type
tr_tr: Özellik Veri Giriş Türü

source: Users don't see this. Use to set the data input field type that you will use on to enter the Products data for this feature.
tr_tr: Sitenizdeki ziyaretçiler bu kısmı göremezler. Bu özellik için değerleri girerken kullanmak istediğiniz veri giriş yöntemini belirlemeniz için gereklidir.

source: Enter Input Type options
tr_tr: Giriş Tipi seçeneklerini girin

source: You have selected one of the Check Box, Radio Button, Drop Down, Mutli Select Input Types. Type your Options here, one line for each option.
tr_tr: Seçim Kutusu, Radyo Düğmeleri, Açılır Menü, Çoklu Seçim Giriş Tiplerinden birini seçtiniz. Seçenekleri buraya girebilirsiniz; her seçenek için ayrı satır kullanın.

source: Assign Feature to Categories
tr_tr: Kategorilere Özellik Ata

source: Assign features to one or more Categories. Features such as Colour, Size, Weight can be applicable to many Product categories. Create the Feature once and assign it to one or multiple categories.
tr_tr: Özelliği bir yada daha fazla kategoriye atayabilirsiniz. Renk, Boyut, Ağırlık gibi özellikler bir çok Ürün Kategorisinde ortaklaşa yeralabilir, o kategorilere atanabilir. Öncelikle özelliği oluşturun, devamında onu bir veya dilediğiniz kadar kategoriye atayabilirsiniz.

source: Manage Compare Categories and Features
tr_tr: Karşılaştırma Kategorilerini ve Özellikleri Yönet

source: Use drag and drop to change Category order and Feature order within Categories.
tr_tr: Kategorilerin sıralarını veya kategori içindeki Özelliklerin sıralamasını Sürükle/Bırak yöntemi ile kontrol edebilir, değiştirebilirsiniz.

source: Edit
tr_tr: Düzenle

source: Delete
tr_tr: SİL

source: Are you sure you want to remove
tr_tr: Kaldırmak istediğinizden emin misiniz?

source: from
tr_tr: -dan

source: Remove
tr_tr: KALDIR

source: You have not assigned any Features to this category yet. No Hurry!
tr_tr: Bu kategoriye henüz hiç bir özellik atamadınız. Devam edin!

source: Un-Assigned Features (Assign to a Category to activate)
tr_tr: Hiç-Atanmamış Özellikler (Etkinleştirmek için bir kategoriye Atayın)

source: No
tr_tr: Hayır

source: Type
tr_tr: Tip

source: Are you sure you want to delete
tr_tr: Silmek istediğinize emin misiniz?

source: Are you sure about deleting this?
tr_tr: Bunu silmek istediğinize emin misiniz?

source: You just save the order for Compare Features.
tr_tr: Karşılaştırma Özellikleri sıralamasını kaydettiniz.

source: Categories & Features
tr_tr: Kategoriler ve Özellikler

source: Add New
tr_tr: Yeni Ekle

source: Search Features
tr_tr: Özelliklerde Ara

source: Found
tr_tr: Bulundu

source: feature(s)
tr_tr: özellik(ler)

source: Show
tr_tr: Göster

source: Go
tr_tr: Git

source: Displaying
tr_tr: Görüntüleniyor:

source: Activated
tr_tr: Etkinleştirildi

source: Deactivated
tr_tr: Etkisizleştirildi

source: Activate Compare Feature for this Product
tr_tr: Bu Ürün için Karşılaştırma özelliğini etkinleştir.

source: Select a Compare Category for this Product
tr_tr: Bu Ürün için bir Karşılaştırma Kategorisi seçin

source: Select...
tr_tr: Seçin...

source: Update
tr_tr: Güncelle

source: Compare Product Feature Fields Successfully updated.
tr_tr: Ürün Karşılaştırma Özelliği Alanı başarıyla güncellendi.

source: WooCommerce Compare Products Manager
tr_tr: WooTicaret Ürün Karşılaştırma Yöneticisi

source: Product Name
tr_tr: Ürün İsmi

source: Product Category
tr_tr: Ürün Kategorisi

source: Compare Category
tr_tr: Karşılaştırma Kategorisi

source: Activated / Deactivated
tr_tr: Etkin / Etkisiz

source: Find Product Name
tr_tr: Ürün İsmi BUL

source: Compare Settings Successfully saved.
tr_tr: Karşılaştırma Ayarları başarıyla kaydedildi.

source: Compare Settings Successfully reseted.
tr_tr: Karşılaştırma Ayarları başarıyla sıfırlandı.

source: Compare Fly-Out Window Setup
tr_tr: Karşılaştırma Açılır-Penceresi Ayarları

source: Add Fly-Out Header Image
tr_tr: Açılır-Pencere için Başlık Görseli Ekle

source: Full image URL. File formats .jpg, .pgn, .jpeg. Any size.
tr_tr: Görselin tam bağlantı yolu. Kabul edilen dosya türleri: *.jpg, *.png, *.jpeg . Dosya boyutu sınırlaması yoktur.

source: Compare Fly-Out Width
tr_tr: Karşılaştırma Açılır-Penceresi Genişliği

source: Compare Fly-Out Height
tr_tr: Karşılaştırma Açılır-Penceresi Yüksekliği

source: Fly-Out Inner Container Height
tr_tr: Açılır-Pencere İç-Taşıyıcı Yüksekliği

source: Set at less than the Fly-Out height so Header Image stays visible in the Fly-Out screen.
tr_tr: Açılır-Pencerenin kendi yüksekliğinden daha küçük bir değer belirleyin. Böylelikle Başlık için belirlediğiniz Görsel pencere içinde rahatça görüntülenebilir.

source: Compare Fly-Out Type
tr_tr: Karşılaştırma Açılır-Penceresi Tipi

source: Choose to power the Fly-Out Screen with fancybox or lightbox tool.
tr_tr: Karşılaştırma Açılır-Penceresi için Fancybox veya Lightbox yöntemlerinden birini seçin.

source: Product Page Compare Buttons
tr_tr: Ürün Sayfası Karşılaştırma Düğmeleri

source: Button Position relative to Add to Cart Button
tr_tr: (Sepete Ekle) düğmesine bağlı olarak Düğmenin konumu

source: Above
tr_tr: Üstünde

source: Padding Bottom
tr_tr: Padding Bottom (alttan boşluk)

source: Below
tr_tr: Altında

source: Padding Top
tr_tr: Padding Top (üstten boşluk)

source: Change position if Compare Button does not show on the frontend.
tr_tr: Karşılaştırma Düğmesi eğer ön-yüzde görüntülenemiyorsa, konumunu değiştirin.

source: Default Button setting
tr_tr: Varsayılan Düğme ayarı

source: Yes
tr_tr: Evet

source: Manually set Compare button position
tr_tr: Karşılaştırma Düğmesinin konumunu elle ayarla

source: Select to manually set / change the default position of the Compare Button on product pages
tr_tr: Ürün sayfalarında görüntülenecek Karşılaştırma Düğmesinin varsayılan konumunu manüel olarak ayarlamak/değiştirmek için bu seçeneği kullanın.

source: Use this function to manually postion the Compare button on product pages
tr_tr: Ürün sayfalarındaki Karşılaştırma Düğmesinin yerini kendiniz ayarlamak için bu fonksiyonu kullanın.

source: Button or Text
tr_tr: Düğme veya Metin

source: Button
tr_tr: Düğme

source: Link
tr_tr: Bağlantı

source: Show Compare feature on products as a Button or Hyperlink Text.
tr_tr: Karşılaştırma Özelliğini Ürün sayfalarında Düğme veya Bağlantı Köprüsü verilmiş Metin olarak göster.

source: Manual styling Class names - Compare Button 'bt_compare_this', sidebar widget button 'compare_button_go'
tr_tr: Kişisel tasarım için Sınıf isimleri - Karşılaştırma Düğmesi: 'bt_compare_this', Yan-sütun Bileşen Düğmesi: 'compare_button_go'

source: Button or hyperlink text
tr_tr: Düğme veya Bağlantı Metni

source: Set text to show on Compare Button / Link on Product pages
tr_tr: Ürün sayfalarında gösterilecek Karşılaştırma Düğmesi/Bağlantısı için kullanılacak Metni ayarlayın.

source: Compare product page navigation tab
tr_tr: Ürün sayfasındaki Karşılaştırmalı Özellikler navigasyon sekmesi

source: Compare Features tab
tr_tr: Karşılaştırmalı Özellikler Sekmesi

source: Before Description tab
tr_tr: Ürün Açıklamaları sekmesinden Önce

source: Between Description and Additional tabs
tr_tr: Ürün Açıklaması ve Ek Özellikler sekmeleri arasında

source: Between Additional and Reviews tabs
tr_tr: Ek Özellikler ve İncelemeler sekmeleri Arasında

source: After Reviews tab
tr_tr: İncelemeler Sekmesinden Sonra

source: Do not auto show
tr_tr: Otomatik Gösterme

source: Select the position of the Compare Features tab on the default WooCommerce product page Nav bar. Products Compare feature list shows under the tab.
tr_tr: WooTicaret Ürün Sayfasında navigasyon çubuğu üzerinde KArşılaştırmalı Özellikler Sekmesinin yerini belirleyebilirsiniz. Ürünlerin karşılaştırmalı Özellikleri bu sekme altında sıralanacaklardır.

source: Compare Featured tab
tr_tr: Karşılaştırmalı Özellikler Sekmesi

source: Set tab name
tr_tr: Sekme İsmini Ayarla

source: Manually set Compare Features list
tr_tr: Karşılaştırmalı Özellikler Listesini manüel Ayarla

source: Show Compare Featured fields anywhere in your theme with this function
tr_tr: Bu fonksiyonu kullanarak Karşılaştırmalı Özellikler ve Değerlerini temanız içerisinde istediğiniz yerde görüntüleyebilirsiniz.

source: Save changes
tr_tr: Değişiklikleri Kaydet

source: Reset Settings
tr_tr: Ayarları Sıfırla

source: Compare this
tr_tr: Karşılaştırmaya Ekle

source: N/A
tr_tr: YOK

source: Compare Products
tr_tr: Ürünleri Karşılaştır

source: Print This Page
tr_tr: Bu sayfayı Yazdır

source: Refine slections to 3 products and print!
tr_tr: Seçiminizi 3 ürüne indirgeyin ve Yazdırın!

source: Clear All
tr_tr: Tümünü Temizle

source: Compare
tr_tr: Karşılaştır

source: You do not have any product to compare.
tr_tr: Karşılaştırmak için hiçbir ürün seçilmemiş.

source: Add to cart
tr_tr: Sepete Ekle

source: Back
tr_tr: Geri

source: Next
tr_tr: İleri

source: Compare Feature Fields
tr_tr: Karşılaştırma Özellik Alanları

source: Select value
tr_tr: Değer seçin

source: There are no Features created for this category, please add some.
tr_tr: Bu kategori için herhangi bir özellik oluşturulmamış, lütfen ekleyin.

source: This page
tr_tr: Bu sayfa

source: WOO Compare Products
tr_tr: Woo-Ürün Karşılaştırma

source: Title
tr_tr: Başlık
